Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=9_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki čoahkkin vállje válgabadjái njeallje lávdegotti, sámi giellaráđi ja maiddái válgalávdegotti, man doaibmabadji lea eará lávdegottiid oanehut.
sms: Sääʹmteeʹǧǧ sååbbar nõõmad vaalpââi ääiǥas nellj luʹvddkåʹdded, sääʹm ǩiõllsuåvtõõzz da vaal-luʹvddkååʹdd, koon tuåimmjempââʹjj lij vuäʹnkab ko jeeʹres luʹvddkooʹddi.

source: Lávdegottit doibmet stivrra vuollásažžan ja válmmaštallet iežaset doaibmasuorgái gullevaš áššiid ja barget mearrádusaid iežaset suorgái gullevaš váriid juohkimis ja geavaheamis.
sms: Luʹvddkååʹdd tuåimmje halltõõzz vuâlšen valmštõõleeʹl jiiʹjjes tuåimmjemvoudda kuulli aaʹššid da tuejjeeʹl tuʹmmstõõǥǥid jiiʹjjes voudda kuulli vaaʹri jueʹǩǩmest da ââʹnnmest.

source: Lávdegottiid ságajođiheaddjit ja várreságajođiheaddjit galget leat sámedikki fásta lahtut.
sms: Luʹvddkooʹddi saaǥǥjååʹđteei da vääʹrrsaaǥǥjååʹđteei âʹlǧǧe leeʹd sääʹmteeʹǧǧ väʹlddveârlaž vuässla.

source: Sin lassin juohke lávdegoddái gullet vihtta eará lahtu ja juohkehažžii persovnnalaš várrelahttu.
sms: Sij lââʹssen juõʹǩk luʹvddkådda koʹlle vitt jeeʹres vuässla da juâkksa persoonlaž vääʹrrvuäʹsslaž.

source: Lávdegottit galget ovddastit nu bures go vejolaš Suoma sápmelaččaid gielalaš ja guovlluid guoskevaš joavkkuid ja maiddái buori áššedovdamuša doaibmasuorggis.
sms: Luʹvddkååʹdd âʹlǧǧe eeʹttkâʹstted nuʹtt puârast ko pâi vuäiʹtte Lääʹddjânnam säʹmmlai ǩiõllʼlaž da vooudlaž äʹrttlid da šiõǥǥ äʹšštobddmõõžž tuåimmjemvuuʹdstes.

source: Lávdegottiid bargguin lea mearriduvvon sámedikki bargoortnegis.
sms: Luʹvddkooʹddi tuâjain lij mieʹrruum sääʹmteeʹǧǧ tuâjjriâššmõõžžâst.

source: Lávdegottit dikšot iežaset doaibmasuorgái gullevaš dieđiheamis.
sms: Luʹvddkååʹdd håidda tuåimmjemvouddses kuõskki teâdtumuužž.
